[
  {
    "title": "Bring the joy of dance to karu orphanage home",
    "excerpt": "",
    "slug": "slum-to-stage-karu-orphanage",
    "imageUrl": "/assets/images/news/illimi.png",
    "date": "April 15, 2025",
    "author": "Dance Education Team",
   "content": "<p>Slum to Stage, in partnership with Create My Future Foundation, is bringing the magic of dance to the children at Karu Orphanage Home through the #Dance4Smile program. This initiative is designed to uplift and inspire children by providing them with a safe space to express themselves, build confidence, and experience the joy of movement.</p><p>Dance is more than just movement; it is a powerful tool for healing and self-expression. Through the #Dance4Smile program, children at Karu Orphanage Home are discovering:</p><ul><li>The joy of self-expression through movement.</li><li>Increased confidence and self-esteem as they explore new skills.</li><li>Emotional well-being, as dance provides a healthy outlet for feelings.</li></ul><p>Every session was filled with laughter, energy, and excitement, creating an atmosphere where children feel free to be themselves. Through this blend of movement, the children are not only having fun but also developing essential life skills like teamwork, discipline, and resilience.</p><p>For many children at the orphanage, opportunities for artistic expression can be rare. The #Dance4Smile program is designed to:</p><ul><li>Promote joy and positivity in their daily lives.</li><li>Support emotional healing, using dance as a form of therapy.</li><li>Provide long-term engagement, keeping children active and inspired.</li></ul><p>After the orphanage visit, Slum to Stage and Create My Future Foundation sponsored 10 students to receive free dance and behavioral skills training at our dance studio in Garki. This initiative aligns with global efforts to create happy, inclusive learning spaces, proving that dance can be a transformative force in children’s lives.</p><p>Join us as we continue to inspire young hearts and transform lives—one dance at a time!</p>"
  },
  {
    "title": "Slum to stage brings dance and joy to government schools",
    "excerpt": "Inspiring Students Through Movement and in line with the UNESCO Happy Schools Program.",
    "slug": "unesco-happy-schools-program",
    "imageUrl": "/assets/images/news/dance-3.png",
    "date": "March 28, 2025",
    "author": "UNESCO Partnership Team",
   "content": "<p>Slum to Stage is transforming education in government schools by bringing the joy of dance directly to students in schools in Gwarimpa, Dawaki, Asokoro, Garki, and Maitama. Through school tours, interactive performances, and engaging dance activities, we are igniting creativity, joy, and emotional well-being in young learners. Our initiative aligns with UNESCO’s Happy Schools Program, which promotes positive learning environments that enhance student engagement and holistic development.</p><p>Education should be dynamic, inclusive, and fun, and we are proving just that. By integrating dance into school activities, we are not only entertaining students but also:</p><ul><li>Encouraging self-expression and confidence.</li><li>Enhancing social-emotional skills through movement.</li><li>Fostering teamwork and collaboration among students.</li><li>Providing a creative outlet that supports mental well-being.</li></ul><p>After these tours, we keep students engaged beyond the classroom. The introduction of dance in schools isn’t just about movement—it’s about keeping students inspired and eager to learn. Slum to Stage’s approach supports:</p><ul><li>Higher student engagement, as creative learning makes school more enjoyable.</li><li>Mental and emotional well-being, by providing a positive outlet for expression.</li><li>A sense of community, ensuring that every child feels seen and valued.</li></ul><p>Our initiative is proving that education is not just about textbooks—it’s about creating experiences that shape a child’s confidence, discipline, and joy for learning.</p><p>By partnering with government schools, Universal Basic Education Board and Create my Future Foundation, Slum to Stage is making dance accessible to students who may never have had the chance to explore it. This is more than just an arts program—it is a movement to bring joy, creativity, and inclusivity into education.</p>"
  },
  {
    "title": "Creating safe spaces through dance.",
    "excerpt": "Slum to Stage Partners with SHUSHI and Create My Future Foundation",
    "slug": "creating-safe-spaces-through-dance",
    "imageUrl": "/assets/images/news/dance-2.png",
    "date": "February 10, 2025",
    "author": "Community Outreach Team",
    "content": "<p>As we continue to transform lives through dance, and now, in partnership with SHUSHI and Create My Future Foundation, we are taking their mission to new heights. Together, we are working to establish safe spaces for children and young adults, where they can learn dance, build confidence, and develop essential social-emotional skills that will shape their future.</p><p>With this partnership, we are ensuring that children from underserved communities have access to structured dance education, where they can not only refine their artistic talents but also learn valuable life skills like discipline, teamwork, and emotional resilience.</p><p><strong>Safe Spaces Matter</strong></p><p>Many children face challenges such as violence, neglect, or lack of access to creative outlets. By creating environments where they feel secure and supported, Slum to Stage, SHUSHI, and Create My Future Foundation are offering them a chance to thrive beyond their circumstances. These safe spaces serve as refuges of hope, where young people can express themselves freely and gain a sense of belonging.</p><p>This partnership is not just about teaching dance—it’s about creating a ripple effect of positive change in communities in Abuja. As children and young adults develop newfound confidence and skills, they become leaders, role models, and advocates for change in their own spaces. By investing in these safe spaces, Slum to Stage, SHUSHI, and Create My Future Foundation are helping to reshape the narrative for future generations.</p>"
  },
  {
    "title": "ILIMI: THE DANCE OF EDUCATION",
    "excerpt": "Slum to Stage’s Powerful Performance at the World Bank in Nigeria",
    "slug": "ilimi-dance-of-education",
    "imageUrl": "/assets/images/news/illimi.png",
    "date": "January 22, 2025",
    "author": "Performance Team",
   "content": "<p>On a stage where policy meets progress, we delivered a performance that was more than just dance—it was a call to action. On this momentous occasion at the World Bank in Nigeria, the young dancers of Slum to Stage brought to life the urgent need for girls' education in Northern Nigeria through their breathtaking piece titled Ilimi, choreographed by Emmanuel  Osahor.</p.<p>In Hausa, Ilimi means “education”, and this performance embodied its essence. The dance unfolded as a visual narrative of resilience, struggle, and triumph, illustrating the challenges girls face in seeking an education. From cultural barriers to economic constraints, the piece was a representation of activism through art.</p><p>The performance resonated deeply with the audience, many of whom are stakeholders in shaping Nigeria’s future. It was a stark reminder that education is not just about literacy—it is about empowerment, opportunities, and breaking cycles of poverty. Through Ilimi, Slum to Stage emphasized that every girl deserves access to learning, no matter where she comes from.</p><p>Join the Movement Slum to Stage continues to use dance as a voice for the voiceless, proving that movement can spark change, ignite conversations, and transform futures. If you believe in the power of education and the arts, support the movement. Let’s ensure that every girl gets the education she deserves."
  },
  {
    "title": "Slum to Stage Reimagines Chinua Achebe's \"THINGS FALL APART\" in a Dance Production in Partnership with Transcorp Hilton Abuja",
    "excerpt": "Innovative dance interpretation of the classic Nigerian novel in partnership with Transcorp Hilton.",
    "slug": "things-fall-apart-dance-production",
    "imageUrl": "/assets/images/news/dance-3.png",
    "date": "December 5, 2024",
    "author": "Creative Productions Team",
    "content": "<p>Slum to Stage brings literature to life through an extraordinary dance production, reimagining Chinua Achebe’s iconic novel “Things Fall Apart” in a dance performance. In partnership with Transcorp Hilton Abuja, this production merges storytelling, movement, and history, offering audiences a unique cultural exchange that blends ballet, contemporary dance, and the rich traditions of Igbo and Efik cultures.</p><p>Achebe’s novel, a cornerstone of African literature, explores the complexities of tradition and identity. Through dance, Slum to Stage reinterprets these themes, using graceful ballet sequences to depict fragility, powerful contemporary movements to showcase conflict, and traditional Igbo and Efik dances to celebrate heritage. The fusion of these styles creates a compelling narrative that resonates across generations. Through this artistic exchange, dancers and audiences alike experience the power of movement as a language of unity, identity, and resilience.</p><p>With this production, Slum to Stage and Transcorp Hilton Abuja create more than a dance show—they craft an immersive cultural experience that honors the legacy of Achebe’s work while inspiring new conversations about heritage, transformation, and artistic expression.</p><p>Join us as we dance through history, reimagine literature, and celebrate the richness of African storytelling."
  },
  {
    "title": "Slum to Stage Explores Arts Integration as  a Unique Approach",
    "excerpt": "Retaining The Interest Of Children In Academic Schools.",
    "slug": "slum-to-stage-explores-arts-integration-as-a-unique-approach",
    "imageUrl": "/aseets/images/news/dance-3.png",
    "date": "November 18, 2024",
    "author": "Education Innovation Team",
    "content": "<p>Classrooms are full of individuals that learn in different ways. For example, some students learn aurally, visually, or kinaesthetically. Some learn quickly, others struggle, and still others fall somewhere between. Acknowledging this diversity, many educators are recognizing that it is no longer appropriate to approach teaching as a singular, one-size-fits-all endeavour. Recognizing the wide variance that exists within any group of learners, educators are recommending that teachers offer “multiple and varied avenues to learning.”- The Kennedy Center Education Resource.</p><p>Using dance classes as an entry point, but educational and life sufficiency as the end goal, Slum to Stage is retaining and enhancing the interest of children in academic schools, by building safe communities for children and young adults, equipping them with the artistic, behavioural and socio-emotional skills needed to make them better creative and holistic individuals in their communities.</p>"
  },
  {
    "title": "ARTvocacy: Slum to Stage’s Performance and Activism Against SGBV",
    "excerpt": "Sin Partnership With The French Embassy, Choreographed By Emmanuel C. Osahor",
    "slug": "artvocacy-slum-to-stage’s-performance-and-activism-against-sgbv",
    "imageUrl": "/assets/images/news/dance-for-a-cause.png",
    "date": "January 22, 2025",
    "author": "Performance Team",
    "content": "<p>The Slum to Stage performing team took center stage at the activism against Sexual and Gender-Based Violence (SGBV) organized by the French Embassy in Nigeria. With a poignant performance titled Will It End in Silence?, choreographed by Emmanuel C. Osahor, we delivered a stirring message that resonated deeply with audiences and underscored the urgent need to address this pervasive issue. </p><p>Against the backdrop of a global movement to end SGBV, our performance captivated hearts and minds of all the dignitaries present including the French Ambassador Emmanuelle Blatmann,  compelling viewers to confront the harsh realities faced by survivors and the collective responsibility to take action. Through a combination of dance, music, and storytelling, the dancers conveyed the emotional journey of individuals impacted by SGBV, highlighting the pain, resilience, hope and occasionally, the death  that define their experiences. </p><p>The performance opened a space for dialogue and reflection, challenging societal norms and attitudes that perpetuate violence and discrimination. It emphasized the importance of breaking the silence surrounding SGBV, encouraging survivors to speak out, seek support, and demand justice. </p><p?We remain committed to supporting survivors on their journey towards healing and justice. Through ongoing programs, partnerships, and advocacy efforts, they strive to create a world where every individual is free from violence and discrimination, and where their voices are heard and valued.</p>"
  },
  {
    "title": "Dance Through The Eyes of Humanity",
    "excerpt": "Slum to Stage Event 2023.",
    "slug": "dance-through-the-eyes-of-humanity",
    "imageUrl": "/assets/images/news/dance-3.png",
    "date": "December 5, 2024",
    "author": "Creative Productions Team",
    "content": "<p>In a mesmerizing display of talent and passion we recently concluded our highly anticipated event “Dance Through the Eyes of Humanity”. This year marked a significant milestone for us, featuring a remarkable ensemble of 37 young dancers, a dramatic increase from the 12 dancers showcased in the previous year. </p><p>Through a series of captivating performances, the dancers took center stage to share their unique stories, dreams, and aspirations of creativity and resilience, stirring the emotion of the audience. From the opening performance by the teenagers and young adults, to the nutcracker routine displayed by the little children, each choreography  served as a vehicle for self-expression, empowerment, and connection. </p><p>Beyond the artistry and technique lay a deeper narrative: the profound influence of dance on children's academic and personal development. Throughout the event, poignant testimonials from dancers, parents, and educators underscored the benefits of dance education, from enhanced cognitive skills and academic performance to improved self-esteem, discipline, and social skills. </p><p>As the audience watched in awe, they were reminded of the profound potential that lies within every child, waiting to be unlocked and nurtured through the power of dance. Whether on stage or in the classroom, dance has the ability to ignite passions, inspire creativity, and foster a lifelong love of learning. </p>"
  },
  {
    "title": "Dancing for a Cause",
    "excerpt": "Slum to Stage Africa’s  Inspiring Journey at the African Creative Market",
    "slug": "dance-for-a-cuase",
    "imageUrl": "/aseets/images/news/dance-2.png",
    "date": "November 18, 2024",
    "author": "Education Innovation Team",
    "content": "<p>Slum to Stage Africa embarked on an unforgettable journey at the African Creative Market, where art, passion, and purpose converged in a celebration of African talent and innovation in Lagos Nigeria. Armed with a mission to empower underprivileged children through the transformative power of dance, our team showcased a collection of captivating dance images, each one a testament to the beauty and resilience of the dancer’s spirit, and captured by A-class photographers like Emmanuel Oyeleke, Seun Oderinde and Habila Sani.</p><p>As visitors meandered through the marketplace at Landmark, they were drawn to our art stand, where the beauty of dance-inspired artworks adorned the walls. From graceful port de bras to dynamic leaps, each image captured the essence of movement and expression, inviting viewers to embark on a visual journey through the world of dance. But beyond the aesthetic appeal of the artworks lay a deeper significance: every purchase made at our art stand contributed to a noble cause.</p><p>The funds raised would support children in underprivileged communities who dream of dancing but lack the means to access formal training, and support in their school fees. </p><p>Among the notable visitors who graced our art stand were esteemed presence like the FCT Pioneer Mandate Secretary Dayo Benjamin, and award winning photographer Kelechi Amadi-Obi. Also, acclaimed actors like Tobi Bakre, Deyemi Okanlawon, and Joke Silva, perused the artworks with keen interest and admiration. </p><p>As the curtains drew to a close on the African Creative Market, Slum to Stage Executive and Artistic Director Emmanuel Osahor performed alongside the Guinness World Records holder for the longest dance marathon Dr Kaffy.</p>"
  }
]
