[
   {
    "id": "1",
    "name": "Katharina Sturm",
    "slug" : "katharina-sturm",
    "image_public_id": "katharina-strum_ih5jpw",
    "role": "advisor",
    "position": "Tax Advisor",
    "hoverText": "Katharina Sturm is a certified tax advisor in Germany since 2020. She has been working in the tax field since 2014. Over the years Katharina has loved to create art especially music.",
   "content": "<p>Katharina Sturm has been a certified tax advisor in Germany since 2020 and has worked in the tax field since 2014. Alongside her professional career, Katharina has always had a deep passion for the arts, particularly music. She began playing the clarinet at the age of eight and has more recently taken up the harp.</p><p>Her enduring love for music led her to join the advisory team of the renowned West African ensemble, the Perfect 4th String Quartet, in 2018. Katharina’s appreciation for the arts remains strong, and she continues to champion excellence in all forms of artistic expression.</p>"
  },
   {
    "id": "2",
    "name": "Janet J. Molokwu",
    "slug": "janet-jevwe-moloku",
    "image_public_id": "janet_uxv3we",
    "role": "advisor",
    "position": "Yoga & Ballet Teacher",
    "hoverText": "Janet is a certified and registered Yoga Teacher, Ballet Teacher and a Yoga Therapist-in-training.",
   "content": "<p>Janet is a certified and registered Yoga Teacher, Ballet Teacher and a Yoga Therapist-in-training.  She teaches yoga as a mindful, healing practice (physical and mental) to build man individual’s awareness of daily habits that impact their health and combat stress and anxiety, as well as support pain and injury recovery. </p>"
  },
   {
    "id": "3",
    "name": "Elyssa Sena",
    "slug": "elyssa-sena",
    "image_public_id": "elyssa-sena_ye8yp4",
    "role": "advisor",
    "position": "Arts Dance Educator",
     "hoverText": "When asked at 8 years old what she wanted to be, she would have told you a “dancing doctor.” Her answer remains the same.",
   "content": "<p>At eight years old, when asked what she wanted to be, Elyssa confidently answered: a “dancing doctor.” That answer hasn’t changed.</p><p>After graduating high school, she split her time between New York City and Paris, traveling across Europe to collaborate with emerging choreographers. These experiences introduced her to contemporary dance and a wide range of creative processes in dance theatre, ultimately inspiring her to enroll at the London Contemporary Dance School. There, she danced from dawn to dusk, worked closely with composers, and served as Student Governor representing artists across London’s small specialist institutions.</p><p>When COVID-19 struck, Elyssa co-led TutuTutoring, a program that created safe, social spaces for students to complete their online schoolwork in person. She also taught in after-school community art programs and began research with MindLeaps, a nonprofit that uses dance to help vulnerable youth transition back into education. In 2021, she traveled to Rwanda to complete her Tier II teacher training with the organization—a formative experience where she learned the vital difference between working with a community and working for it.</p><p>Most recently, Elyssa completed her Master’s Degree at Trinity Laban Conservatoire, the birthplace and global hub of Dance Science. It was during this time that she began to understand what being a “dancing doctor” truly means to her.</p><p>Elyssa is now based primarily in Nepal while still maintaining ties to the U.S. and London—where she works with ECC Nepal. The organization provides students with access to education and supports systems still reliant on rote memorization by introducing interactive, movement-based teaching. Elyssa supports outreach efforts and integrates creative movement into ECC’s interactive learning programs to enhance student engagement, particularly in English Language Arts.</p><p>Looking ahead, she plans to pursue a PhD and become a licensed Dance/Movement Therapist to deepen and expand the work she’s already doing. Her vision includes working in rural education, in clinical settings with pediatric patients, and in the studio—her natural habitat with elite performers.</p><p>Her current research explores how dance functions as a Positive Childhood Experience; its potential to enhance forebrain lateralization through rhythmic movement; how it builds neurological and emotional resilience in adolescents; and the intersection of interactive education, emerging urban pedagogies, and Dance/Movement Therapy principles.</p>" 
  },
   {
    "id": "4",
    "name": "Aimalohi Ojeamiren",
    "slug": "aimalohi-ojeamiren",
  "image_public_id": "aimalohi-ojeamiren_vamthf",
  "role": "advisor",
  "position": "Filmmaker & Visual Storyteller",
  "hoverText": "Aimalohi Ojeamiren is a filmmaker and visual storyteller who crafts narratives with depth and impact. As the visionary founder and Creative Director of The Story Bender's Lab, she is building a remarkable portfolio, wielding her directorial expertise across documentaries and commercials.",
   "content": "<p>Aimalohi Ojeamiren is a filmmaker and visual storyteller who crafts narratives with depth and impact. As the visionary founder and Creative Director of The Story Bender's Lab, she is building a remarkable portfolio, wielding her directorial expertise across documentaries and commercials.</p><p>Her directorial debut, <strong>After the Waters,</strong> not only brought awareness to the devastating effects of climate change but also ignited a critical fundraising campaign, aiding flood-stricken communities in parts of Nigeria. The film itself garnered recognition, gracing the screens of a few African film festivals in the same year. Through her work, she creates stories that transcend mere entertainment; they are instruments for social advocacy and justice.</p> <p>In 2023, Aima became a fellow in the prestigious Documentary Film Fellowship by the French Embassy in Nigeria and StoryMi Academy. This intensive program culminated in the production of <strong>No Way Home,</strong> a documentary exploring the complex issue of brain drain and emigration.  The film captivated audiences in prominent French cities like Paris and Biarritz, further solidifying her position as a globally recognized filmmaker.</p><p>Creativity, compassion, and an unwavering commitment to positive change define Aimalohi Ojeamiren's journey as a visual storyteller. Esteemed awards like the EU SGBV film contest and the Tecno Camon Film Awards stand as testaments to her exceptional talent and the profound societal impact woven into her storytelling.</p>"
  },
  {
    "id": "5",
    "name": "Emmanuel C. Osahor",
    "slug": "emmanuel-c-osahor",
    "image_public_id": "emmanuel-c-osahor_aylcld",
    "role": "executive",
    "position": "Executive Directr",
    "hoverText": "Founding and serving as Director of Slum to Stage, Emmanuel is responsible for strategic and artistic direction, fundraising and management of STS. Emmanuel works as a Solicitor for ENV Solicitors.",
   "content": "<p>Emmanuel is the Founder and Director of Slum to Stage (STS), where he leads the organization’s strategic and artistic vision, fundraising efforts, and overall management. Alongside his work with STS, he practices as a Solicitor at ENV Solicitors. Prior to founding STS, Emmanuel contributed to several arts and academic institutions, including Marie Performing Arts Academy in Benin City and The Hillside School in Abuja.</p><p>He also serves as an International Trainer with MindLeaps, a New York-based nonprofit operating in six countries. Through this role, he has facilitated youth development programs that use dance as a pathway to education and life skills.</p><p>Emmanuel holds a Law degree from Benson Idahosa University and has earned multiple professional certifications. These include Project Management from the British Management Academy and the Rahn Wesley Institute of Management (UK), as well as certifications in Human Resource Management and Customer Relations from Sansvid International. He is an Associate Member of the Institute of Chartered Mediators and Conciliators (ICMC) and studied Ballet and Contemporary Dance at the Marie Performing Arts Academy.</p><p>With a strong background in education and child development, Emmanuel traveled to Rwanda with MindLeaps to support out-of-school youth in their reintegration into formal education. Collaborating with both Rwandan and American teams, he helped train 40 Guinean youth to join MindLeaps’ staff in West Africa, expanding the program’s regional impact.</p><p>As a performer, Emmanuel has appeared on major national stages, television shows, and music videos. His credits include the Africa Magic Viewers’ Choice Awards (AMVCA), Nigerian Idols, Heineken Champions League Cup Tour, Big Brother Naija Opening Ceremony, World of Dance West Africa, and God’s Children Great Talent Competition, where he earned 4th place nationally.</p><p>Balancing roles as a lawyer, dancer, and educator, Emmanuel firmly believes that academic and artistic excellence can coexist in a child’s education. Through Slum to Stage, he advocates for integrating dance and creative programs into school curricula, helping students build confidence, creativity, and self-esteem. His vision is to bridge the gap between arts and academics, ensuring education evolves with the changing needs of the world.</p>"
  },
  {
    "id": "6",
    "name": "Mary Ogenyi",
    "slug": "mary-ogenyi",
    "image_public_id": "mary-ogenyi_fn4juv",
    "role": "executive",
    "position": "Head of Events",
    "hoverText": "Serving as the Head of Events, Mary is responsible for the event coordination of Slum to Stage in logistics and event -related issues. Mary graduated with a diploma in law from the university of Jos and is currently...",
   "content": "<p>As Head of Events at Slum to Stage, Mary oversees all aspects of event coordination, including logistics and event-related operations. She holds a diploma in Law from the University of Jos and is currently pursuing a degree in Theatre Arts at Nasarawa State University, Keffi.</p><p>Mary is passionate about the transformative power of dance and creative arts in education. She believes that integrating the arts into school curricula can positively influence students’ attitudes toward academics and enhance their overall engagement. In alignment with this vision, she actively supports Slum to Stage’s Step-Forward campaigns, which advocate for the inclusion of creative arts in schools.</p><p>Mary has also trained and supervised community artists, inspiring them to rise above their circumstances and use their talents as a means of personal and collective growth.</p>"
  },
  {
    "id": "7",
    "name": "Ganiya Adebayo",
    "slug": "ganiyat-adebayo",
    "image_public_id": "ganiyat-adebayo_e0u43q",
    "role": "executive",
    "position": "Head Program Management",
    "hoverText": "Ganiyat is the Head Program Management at Slum to Stage and works as a Project Manager with the Technology and Innovation Unit of Norrenberger. ",
   "content": "<p>Ganiyat B. Adebayo leads the strategic planning, execution, and monitoring of programs at Slum to Stage, using dance, mindset development, and creative arts to drive social impact in underserved communities. A certified Project Management Professional (PMP), she combines structure, creativity, and compassion to empower children and youth through transformative programming.</p><p>Alongside her role at Slum to Stage, Ganiyat serves as a Project Manager with the Technology and Innovation Unit at Norrenberger, where she oversees mobile and software development projects, process automation, and cross-functional team coordination. Her strengths in stakeholder engagement, data-driven decision-making, and operational efficiency have consistently delivered strong results.</p><p>With over four years of experience across administration, project management, and service delivery, Ganiyat has also contributed to policy development and vendor management. Her passion for early mindset grooming and youth development has led her to collaborate with organizations like SaySuiGeneris, championing initiatives that foster personal growth and purpose in young people.</p><p>She holds a degree in History and International Studies from the University of Ilorin and is widely respected for her calm leadership, collaborative approach, and dedication to meaningful change.</p>"
  }
]