[
   {
    "id": "1",
    "name": "Katharina Sturm",
    "slug" : "katharina-sturm",
    "image_public_id": "katharina-strum_ih5jpw",
    "role": "advisor",
    "position": "Tax Advisor",
    "hoverText": "Katharina Sturm is a certified tax advisor in Germany since 2020. She has been working in the tax field since 2014. Over the years Katharina has loved to create art especially music.",
   "content": "<p>Katharina Sturm is a certified tax advisor in Germany since 2020. She has been working in the tax field since 2014. Over the years Katharina has loved to create art especially music. This led her to pick up the instrument clarinet at a young age of 8 years. She has currently delved into the art of playing the harp.</p><p>Katharina’s line of interest generally has been music. This led her to be a part of an advisory since 2018 to a renowned string quartet in West Africa Nigeria called Perfect 4th String Quartet. Katharina Sturm’s interest for art has not dwindled and she still has a love for advocating excellence in any field that depict arts.</p>"
  },
   {
    "id": "2",
    "name": "Janet Jevwe Molokwu",
    "slug": "janet-jevwe-moloku",
    "image_public_id": "janet_uxv3we",
    "role": "advisor",
    "position": "Yoga & Ballet Teacher",
    "hoverText": "Janet is a certified and registered Yoga Teacher, Ballet Teacher and a Yoga Therapist-in-training.",
   "content": "<p>Janet is a certified and registered Yoga Teacher, Ballet Teacher and a Yoga Therapist-in-training.  She teaches yoga as a mindful, healing practice (physical and mental) to build man individual’s awareness of daily habits that impact their health and combat stress and anxiety, as well as support pain and injury recovery. </p>"
  },
   {
    "id": "3",
    "name": "Elyssa Sena",
    "slug": "elyssa-sena",
    "image_public_id": "elyssa-sena_ye8yp4",
    "role": "advisor",
    "position": "Arts Dance Educator",
     "hoverText": "When asked at 8 years old what she wanted to be, she would have told you a “dancing doctor.” Her answer remains the same.",
   "content": "<p>When asked at 8 years old what she wanted to be, she would have told you a “dancing doctor.” Her answer remains the same.</p>\n<p>After graduating high school, Elyssa spent her time between NYC and Paris, traveling Europe to work with rising choreographers. There, she was exposed to contemporary dance as well as to many diverse processes of creating dance theatre productions. This inspired her to attend London Contemporary Dance School where her days were spent dancing from dawn until dusk, collaborating with composers and traveling the UK as Student Governor to represent all artists who made up London’s small specialist institutions.</p>\n<p>When COVID struck, she helping head a TutuTutoring program that provided a safe, social place for students to complete their online schoolwork, in-person; taught in after-school community art programs; and began research with MindLeaps, a not-for-profit organization that uses dance as a platform to transition vulnerable youth back into an education setting. In 2021, she travelled to Rwanda to complete her Tier II teacher training with this organization. This is the year she learned the difference between working with the community instead of for, a lesson she feels fortunate to have received.</p>\n<p>The last year Elyssa spent working towards completing her Master's Degree with Trinity Laban Conservatory, the birthplace and hub of Dance Science. This is the year she finally understood what being a “dancing doctor” means to her.</p>\n<p>Elyssa is now based primarily in Nepal (as well as in the US and London), where she has joined forces with ECC Nepal. ECC Nepal works to supply students with resources needed to receive an education who otherwise wouldn't have the opportunity due to circumstance, and bring interactive education through teacher training to systems still rooted in rote memorization. There, she will assist with Outreach, and help bring creative movement to its interactive learning programs and classrooms to facilitate students’ engagement with English Language Arts.</p>\n<p>Looking to the future, Elyssa plans on applying to PhD programs, and becoming a licensed Dance/Movement Therapist to better support the work that she is already doing. This may look like: working in rural education, in clinical settings with pediatric patients, or in the studio (her natural habitat) with elite performers.</p>\n<p>Her current research includes: how dance is a Positive Childhood Experience; how rhythmic movement optimizes lateralization in the forebrain (rather, its potential to); how dance promotes both neurological and emotional resilience in adolescents; and the intersect between interactive education models, (new) urban education pedagogies, and principles of Dance/Movement Therapy.</p>"
  },
   {
    "id": "4",
    "name": "Aimalohi Ojeamiren",
    "slug": "aimalohi-ojeamiren",
  "image_public_id": "aimalohi-ojeamiren_vamthf",
  "role": "advisor",
  "position": "Filmmaker & Visual Storyteller",
  "hoverText": "Aimalohi Ojeamiren is a filmmaker and visual storyteller who crafts narratives with depth and impact. As the visionary founder and Creative Director of The Story Bender's Lab, she is building a remarkable portfolio, wielding her directorial expertise across documentaries and commercials.",
   "content": "<p>Aimalohi Ojeamiren is a filmmaker and visual storyteller who crafts narratives with depth and impact. As the visionary founder and Creative Director of The Story Bender's Lab, she is building a remarkable portfolio, wielding her directorial expertise across documentaries and commercials.</p><p>Her directorial debut, <strong>After the Waters,</strong> not only brought awareness to the devastating effects of climate change but also ignited a critical fundraising campaign, aiding flood-stricken communities in parts of Nigeria. The film itself garnered recognition, gracing the screens of a few African film festivals in the same year. Through her work, she creates stories that transcend mere entertainment; they are instruments for social advocacy and justice.</p><p>In 2023, Aima became a fellow in the prestigious Documentary Film Fellowship by the French Embassy in Nigeria and StoryMi Academy. This intensive program culminated in the production of <strong>No Way Home,</strong> a documentary exploring the complex issue of brain drain and emigration.  The film captivated audiences in prominent French cities like Paris and Biarritz, further solidifying her position as a globally recognized filmmaker.</p><p>Creativity, compassion, and an unwavering commitment to positive change define Aimalohi Ojeamiren's journey as a visual storyteller. Esteemed awards like the EU SGBV film contest and the Tecno Camon Film Awards stand as testaments to her exceptional talent and the profound societal impact woven into every her storytelling.</p>"
  },
  {
    "id": "5",
    "name": "Emmanuel C. Osahor",
    "slug": "emmanuel-c-osahor",
    "image_public_id": "emmanuel-c-osahor_aylcld",
    "role": "executive",
    "position": "Executive Directr",
    "hoverText": "Founding and serving as Director of Slum to Stage, Emmanuel is responsible for strategic and artistic direction, fundraising and management of STS. Emmanuel works as a Solicitor for ENV Solicitors.",
   "content": "<p>Founding and serving as Director of Slum to Stage, Emmanuel is responsible for strategic and artistic direction, fundraising and management of STS. Emmanuel works as a Solicitor for ENV Solicitors. Prior to Slum to Stage, Emmanuel served other arts and academic Schools such as Marie Performing Arts Academy Benin City and The Hillside School Abuja. He is also currently serving as an International Trainer with Mindleaps, a non for profit- organization currently operational in six countries with headquarters in New York City.   </p><p>Emmanuel graduated with a Law degree, from Benson Idahosa University, and he holds several professional certifications including Project Management from the British Management Academy and the Rahn Wesley Institute of Management UK, Human Resource Management and Costumer Relations from Sansvid International, he is an Associate Member of the Institute of Charted Mediators and Conciliators ICMC. He studied as a Ballet contemporary dancer at the Marie Performing Arts Academy.</p><p>With a background in education and child development, Emmanuel travelled to Rwanda with Mindleaps and worked with out-of-school youth to build their skills and increase their chance as they start their journey back into formal education. Working with Rwandans and Americans, Emmanuel trained 40 Guinean youth, to join the Mindleaps staff in West Africa. </p><p>As a performer, Emmanuel has performed in various national stages, music videos and Tv shows including but not limited to the African Movies Viewer’s Choice Awards AMVCA, Nigerian Idols, Heineken Champions League Cup Tour, Big Brother Naija Opening Night Ceremony, World of Dance West Africa and the Gods Children Great Talent Competition, where he placed 4th position Nationwide. </p><p>Constantly finding himself serving as a Lawyer, Dancer and Teacher, Emmanuel believes both academics and performing arts skills can co-exist in the educational upbringing of children and young adults. With Slum to Stage, Emmanuel intends to keep the pace with the rapidly changing world, to close the gap between arts and academic education in class, as he campaigns for schools to include a program for creativity and self-esteem skills that dancing provides into their curriculum.</p>"
  },
  {
    "id": "6",
    "name": "Mary Ogenyi",
    "slug": "mary-ogenyi",
    "image_public_id": "mary-ogenyi_fn4juv",
    "role": "executive",
    "position": "Head of Events",
    "hoverText": "Serving as the Head of Events, Mary is responsible for the event coordination of Slum to Stage in logistics and event -related issues. Mary graduated with a diploma in law from the university of Jos and is currently...",
   "content": "<p>Serving as the Head of Events, Mary is responsible for the event coordination of Slum to Stage in logistics and event -related issues. Mary graduated with a diploma in law from the university of Jos and is currently studying Theatre Arts at Nasarawa State University Keffi. </p><p>Mary believes including dance and creative arts in schools can increase a child’s attitude towards academics and school work in general. To this end, she serves with the Slum to Stage to provide “step-forward” campaigns to achieve this objective. She has trained and supervised community artists, inspiring them to rise above their circumstantial limitations.</p>"
  },
  {
    "id": "7",
    "name": "Ganiya Adebayo",
    "slug": "ganiyat-adebayo",
    "image_public_id": "ganiyat-adebayo_e0u43q",
    "role": "executive",
    "position": "Head Program Management",
    "hoverText": "Ganiyat is the Head Program Management at Slum to Stage and works as a Project Manager with the Technology and Innovation Unit of Norrenberger. ",
   "content": "<p>Ganiyat is the Head Program Management at Slum to Stage and works as a Project Manager with the Technology and Innovation Unit of Norrenberger. She is a customer-centric and goal-oriented individual with over 4 years of experience in Administrative and Facility Management.</p><p>She is responsible for planning, managing, and overseeing projects, as well as stakeholder engagement to ensure that projects are completed on time and within their stipulated or approved budgets. She also manages vendor engagement and procurement processes.</p><p>She started her career with Norrenberger as a pioneer staff member of the Admin and Facility Management Unit, where she worked on various policy and structure development projects for the unit. She has good practical experience in general administration, facilities management, vendor management, procurement, and inventory management and is passionate about ensuring maximum client satisfaction through service delivery.</p><p>She is passionate about early-mind grooming, dance, and art generally. In her previous experience, she has partnered with different non-governmental organisations, such as SaySuiGeneris, that have helped nurture her passion for mindset grooming and fuel her service to the slum-to-stage community.</p><p>Ganiyat is a graduate of history and international studies from the University of Ilorin and a certified project management professional. Her skills include project planning and execution, effective communication and interpersonal skills, team leadership and collaboration, vendor and stakeholder management, procurement, and inventory management.</p>"
  }
]